{"pageProps":{"title":"tecnologia","type":"Robô","description":"tecnologia -> Google","post_in":"2021-04-01","content":"<p>Google LLC (pronúncia em inglês: [ˈguːgɫ̩]) é uma empresa multinacional de serviços online e software dos Estados Unidos. O Google hospeda e desenvolve uma série de serviços e produtos baseados na internet e gera lucro principalmente através da publicidade pelo AdWords. A Google é a principal subsidiária da Alphabet Inc.A empresa foi fundada por Larry Page e Sergey Brin, muitas vezes apelidados de \"Google Guys\", enquanto os dois estavam frequentando a Universidade Stanford como estudantes de doutoramento. Foi fundada como uma empresa privada em 4 de setembro de 1998 e sua oferta pública inicial foi realizada em 19 de agosto de 2004. A missão declarada da empresa desde o início foi \"organizar a informação mundial e torná-la universalmente acessível e útil\" e seu slogan não oficial era \"Não seja mal\". Em outubro de 2015, o lema foi substituído no código de conduta corporativo da Alphabet pela frase \"Faça a coisa certa\". Em 2006, a empresa mudou-se para sua atual sede, em Mountain View, Condado de Santa Clara no estado da Califórnia. O Google é executado através de mais de um milhão de servidores em data centers ao redor do mundo e processa mais de cinco bilhões de solicitações de pesquisa e vinte petabytes de dados gerados por usuários todos os dias.O rápido crescimento do Google desde sua incorporação culminou em uma cadeia de outros produtos, aquisições e parcerias que vão além do núcleo inicial como motor de buscas. A empresa oferece softwares de produtividade online, como o software de e-mail Gmail, e ferramentas de redes sociais, incluindo o fracassado Google+ e os descontinuados Google Buzz e Orkut. Os produtos do Google se estendem à área de trabalho, com aplicativos como o navegador Google Chrome, o programa de organização de edição de fotografias Picasa e o aplicativo de mensagens instantâneas Google Talk. Notavelmente, o Google também lidera o desenvolvimento do sistema operacional móvel para smartphones Android, usado em celulares de marcas como Samsung, Motorola, LG, HTC, Huawei e Xiaomi.</p>\n<p>O Alexa classifica o Google como o website mais visitado do mundo. A Google é classificada pela revista Fortune como o melhor lugar do mundo para se trabalhar. Aparece na posição pelo sexto ano consecutivo e é a marca mais valiosa do mundo de acordo com o ranking BrandZ de 2017, avaliada em 245 bilhões de dólares. Em outro ranking de avaliação de marcas, ultrapassou em 2014 a Apple, que liderava por três anos consecutivos, com um valor estimado de US$ 159 bilhões. A posição dominante no mercado dos serviços do Google levou a críticas da sociedade sobre assuntos como privacidade, direitos autorais e censura. O Google apareceu mais de uma vez no topo da lista da ZeniphOptimedia como o maior conglomerado de mídia do mundo.</p>\n<h2>História</h2>\n<p><img src=\"https://pixabay.com/get/gad759bb739159bdd9955f7fa77aa00245ab526b4db037e23b496b31aead2cdb0c3256be8d28af7ec849e7972bfcaea06_640.jpg\" alt=\"\"></p>\n<p>O Google começou em janeiro de 1996 como um projeto de pesquisa de Larry Page e Sergey Brin, quando ambos eram estudantes de doutorado na Universidade Stanford, na Califórnia, Estados Unidos.Enquanto os motores de busca convencionais exibiam resultados classificados pela contagem de quantas vezes os termos de busca apareciam na primeira página, os dois teorizaram sobre um sistema melhor que analisava as relações entre os sites. Eles chamaram esta nova tecnologia PageRank, onde a relevância de um site era determinada pelo número de páginas, bem como pela importância dessas páginas, que ligavam de volta para o site original.Um pequeno motor de busca chamado \"RankDex\" da IDD Information Services, projetado por Robin Li, desde 1996, já explorava uma estratégia semelhante para pontuação e classificação de páginas. A tecnologia do RankDex seria patenteada e usada mais tarde por Li, quando fundou a Baidu na China.Page e Brin originalmente apelidaram de sua nova ferramenta de busca de \"BackRub\", porque o sistema de checava backlinks para estimar a importância de um site.Eventualmente, eles mudaram o nome para o Google, proveniente de um erro ortográfico da palavra \"googol\", o número um seguido por cem zeros, que foi criado para indicar a quantidade de informação que o motor de busca podia processar, o nome também reflete a missão de organizar uma quantidade aparentemente infinita de informações na web. Originalmente, o Google funcionou sob o site da Universidade Stanford, com o domínio google.stanford.edu, com os direitos de autor mencionados à universidade no final de sua página à época.O nome de domínio \"Google\" foi registrado em 15 de setembro de 1997 e a empresa foi constituída em 4 de setembro de 1998. No início, sua sede ficava na garagem de uma amiga (Susan Wojcicki) em Menlo Park, Califórnia. Craig Silverstein, um colega de doutorado estudante em Stanford, foi contratado como o primeiro funcionário.</p>\n<h3>Financiamento e oferta pública inicial</h3>\n<p>O primeiro financiamento para o Google foi uma contribuição de 100 mil dólares em agosto de 1998 de Andy Bechtolsheim, co-fundador da Sun Microsystems, dada antes do Google ter sido incorporado. No início de 1999, quando ainda eram estudantes de graduação, Brin e Page decidiram que o motor de busca que eles tinham desenvolvido tomava muito do seu tempo a partir de pesquisas acadêmicas. Eles foram ao CEO da Excite, George Bell, e se ofereceram para comprá-la por 1 milhão de dólares. Ele rejeitou a oferta e, posteriormente, criticou Vinod Khosla, um dos capitalistas de risco da Excite, depois de ter negociado com Brin e Page um valor abaixo de 750 mil dólares. Em 7 de junho de 1999, uma rodada de 25 milhões dólares de financiamento foi anunciada, com os investidores importantes, incluindo as empresas de capital de risco Kleiner Perkins Caufield &#x26; Byers e a Sequoia Capital.A oferta pública inicial (IPO) do Google ocorreu seis anos depois, em 19 de agosto de 2004. A empresa ofereceu 19 605 052 partes a um preço de 85 dólares por ação. As ações foram vendidas em um leilão online usando um sistema construído pela Morgan Stanley e Credit Suisse, os subscritores do acordo. A venda de 1,67 bilhões dólares deu ao Google uma capitalização de mercado de mais de 23 bilhões de dólares. A grande maioria das 271 milhões ações permaneceram sob o controle do Google e muitos funcionários do Google se tornaram milionários de imediato. Yahoo!, um concorrente do Google, também se beneficiou, pois possuía 8,4 milhões de ações do Google antes da IPO.Algumas pessoas especularam que a IPO do Google, inevitavelmente, trouxe mudanças na cultura da empresa. Razões variam desde a pressão dos acionistas para a redução de benefícios dos empregados ao fato de que muitos executivos da empresa se tornariam milionários de imediato. Como resposta a esta preocupação, os co-fundadores Sergey Brin e Larry Page, prometeram, em um relatório a investidores potenciais, que a IPO não iria alterar a cultura da companhia. Em 2005, porém, artigos no The New York Times e outras fontes começaram a sugerir que o Google tinha perdido a sua filosofia anticorporativa, sem mal (Don't be evil). Em um esforço para manter a cultura única da empresa, o Google designou um Escritório Chefe de Cultura, que também trabalha como diretor de Recursos Humanos. O objetivo desse escritório é desenvolver e manter a cultura da companhia e trabalhar em maneiras de manter fiel aos valores em que a empresa foi fundada: uma organização plana, com um ambiente de colaboração. O Google também tem enfrentado acusações de sexismo e de discriminação etária de seus ex-funcionários.O desempenho das ações após a IPO foi bom, com quotas a bater os 700 dólares pela primeira vez em 31 de outubro de 2007, principalmente por causa das fortes vendas e dos lucros no mercado de publicidade online. O aumento no preço das ações foi impulsionado principalmente por investidores individuais, ao contrário de grandes investidores institucionais e fundos mútuos. No início de 2008, a capitalização de mercado da empresa estava acima de US$ 200 bilhões. A empresa está listada na bolsa de valores NASDAQ sob o símbolo GOOG e sob a Bolsa de Valores de Frankfurt com o símbolo GGQ1.</p>\n<h3>Crescimento</h3>\n<p>Em março de 1999, a empresa mudou sua sede para Palo Alto, Califórnia, lar de várias outras importantes startups de tecnologia do Vale do Silício. No ano seguinte, contra a oposição inicial de Page e Brin para um motor de busca financiado por anúncios, o Google começou a vender anúncios associados a palavras-chave de busca. A fim de manter um projeto organizado da página e aumentar a velocidade, as propagandas eram exclusivamente baseadas em texto. Palavras-chave foram vendidas com base em uma combinação de propostas de preços e cliques nos anúncios, com lances a partir de cinco centavos por clique. O pioneiro deste modelo de venda de publicidade por palavra-chave foi o Goto.com, spin-off do Idealab, criado por Bill Gross. Quando a empresa mudou de nome para Overture Services, processou o Google por alegadas violações das patentes do pay-per-click e de licitações. A Overture Services viria a ser comprado pelo Yahoo! e renomeado Yahoo Search Marketing. O caso foi então resolvido fora do tribunal, concordando com o Google para a emissão de ações ordinárias para o Yahoo! em troca de uma licença perpétua.Durante este tempo, o Google conseguiu uma patente descrevendo seu mecanismo de PageRank. A patente foi oficialmente atribuída a Universidade de Stanford e classificou Lawrence Page como seu inventor. Em 2003, após superando dois outros locais, a empresa arrendou seu atual complexo da Silicon Graphics na 1600 Amphitheatre Parkway, em Mountain View, Califórnia. O complexo tem sido, desde então, conhecido como o Googleplex, uma brincadeira com a palavra googolplex, o número um seguido de um googol zeros. Três anos depois, o Google iria comprar a propriedade da SGI por 319 milhões de dólares. Nessa época, o nome \"Google\" encontrou seu caminho na linguagem cotidiana, fazendo com que o verbo \"google\" fosse adicionado ao Merriam Webster Collegiate Dictionary e ao Oxford English Dictionary, cujo significado era \"usar o motor de busca Google para obter informações na Internet.\"</p>\n<h3>Aquisições e parcerias</h3>\n<p>Desde 2001, o Google adquiriu várias empresas, com destaque para pequenas empresas de capital de risco. Em 2004, o Google adquiriu a Keyhole, Inc. A empresa start-up desenvolveu um produto chamado Earth Viewer, que dava uma visão 3-D da Terra. O Google renomeou o serviço para Google Earth, em 2005. Dois anos depois, o Google comprou o site de vídeos online YouTube por 1,65 bilhão de dólares em ações. Em 13 de abril de 2007, o Google chegou a um acordo para adquirir a DoubleClick por 3,1 bilhões de dólares, dando ao Google relacionamentos valiosos que a DoubleClick teve com os editores da web e agências de publicidade. Mais tarde, naquele mesmo ano, o Google adquiriu a GrandCentral por 50 milhões de dólares. O site mais tarde seria alterado para Google Voice. Em 5 de agosto de 2009, o Google comprou a sua primeira empresa pública, com a compra da fabricante de softwares de vídeo On2 Technologies por 106,5 milhões de dólares. O Google também adquiriu a Aardvark, um motor de busca de redes sociais, por 50 milhões de dólares. Google comentou em seu blog interno, \"estamos ansiosos para colaborar para ver onde podemos ir.\" E, em abril de 2010, o Google anunciou que tinha adquirido uma start-up de hardware, a Agnilux.Além das inúmeras empresas que o Google comprou, a empresa firmou parceria com outras organizações para tudo, desde pesquisa à publicidade. Em 2005, o Google fez uma parceria com o NASA Ames Research Center para construir 93.000 metros quadrados de escritórios. Os serviços seriam usados para projetos de pesquisa envolvendo gestão de dados em grande escala, nanotecnologia, computação distribuída e indústria espacial empresarial. Mais tarde naquele ano, o Google firmou uma parceria com a Sun Microsystems, em outubro de 2005 para ajudar a compartilhar e distribuir outras tecnologias. A empresa também fez uma parceria com a AOL, da Time Warner, para aumentar outros serviços de busca de vídeo. As parcerias do Google em 2005 também incluiu o novo financiamento do domínio de topo .mobi para dispositivos móveis, juntamente com outras empresas, incluindo a Microsoft, Nokia e Ericsson. O Google, mais tarde, lançou o \"AdSense for Mobile\", aproveitando o mercado emergente de publicidade móvel. Ampliando sua publicidade para chegar ainda mais longe, o Google e a Fox Interactive Media, da News Corp, entraram em um acordo de 900 milhões de dólares para fornecer a busca e publicidade no popular site de redes sociais MySpace.</p>\n<p>Em outubro de 2006, o Google anunciou que havia adquirido o site de compartilhamento de vídeos YouTube por 1,65 bilhão de dólares em ações do Google e o negócio foi concluído em 13 de novembro de 2006. O Google não oferece números detalhados para os custos de funcionamento do YouTube e as receitas do YouTube em 2007 foram anotadas como \"não materiais\" em um arquivamento regulador. Em junho de 2008, um artigo da revista Forbes projetou a receita do YouTube em 200 milhões de dólares para 2008, registrando progressos na venda de publicidade. Em 2007, o Google começou a patrocinar o NORAD Tracks Santa, um serviço que pretende acompanhar o progresso do Papai Noel na véspera de Natal, usando o Google Earth para \"acompanhar o Papai Noel\", pela primeira vez, em 3-D, e deslocando a ex-patrocinadora da AOL. O YouTube criou um canal de vídeos para o NORAD Tracks Santa.Em 2008, o Google desenvolveu uma parceria com a GeoEye para lançar um satélite que fornece ao Google imagens com alta resolução (0,41 m monocromáticas, a cores 1,65 m) para o software Google Earth. O satélite foi lançado da Base da Força Aérea de Vandenberg em 6 de setembro de 2008. O Google também anunciou em 2008 que estava hospedando um arquivo de fotografias da revista Life como parte de sua mais recente parceria. Algumas das imagens no arquivo nunca foram publicados na revista. As fotos foram filigrana e originalmente havia postado avisos de direitos autorais em todas as fotos, independentemente do status de domínio público.Em 2010, o Google Energy fez seu primeiro investimento em um projeto de energia renovável, a colocação de 38,8 milhões dólares em dois parques eólicos na Dakota do Norte. A companhia anunciou que os dois locais vão gerar 169,5 megawatts de potência, ou o suficiente para abastecer 55 mil casas. As fazendas, que foram desenvolvidos pela NextEra Energy Resources, vai reduzir o uso de combustíveis fósseis na região. NextEra Energy Resources vendeu ao Google uma participação de 20% do projeto, a fim de obter financiamento para o desenvolvimento do projeto. Também em 2010, o Google comprou a Global IP Solutions, uma empresa baseada na Noruega, que prevê teleconferência baseada na web e outros serviços relacionados. Esta aquisição permitirá à Google incluir serviços de telefonia à sua lista de produtos. Em 27 de maio de 2010, o Google anunciou que também fechou a aquisição da rede de publicidade móvel AdMob. Essa compra ocorreu dias após a Federal Trade Commission encerrar a sua investigação sobre a compra. O Google adquiriu a empresa por uma quantia não revelada. Em julho de 2010, o Google assinou um acordo com um parque eólico de Iowa para comprar 114 megawatts de energia para 20 anos.Em 2012, o Google adquiriu a Motorola com o principal objetivo de absorver suas patentes pagando 12,5 bilhões * de dólares pela empresa. E em 29 de janeiro de 2014 a empresa vendeu Motorola Mobility para a marca chinesa Lenovo por 2,91 bilhões * de dólares.Em maio de 2013, o Google inicia divulgação de um novo serviço, o Timelapse, que possui praticamente as mesmas funções do Google Earth, porém mostra a visão de satélite de forma cronológica no período entre 1984 e 2012. No início de 2014, a empresa adquiriu por 3,2 bilhões * de dólares, a Nest Labs, empresa desenvolvedora de alarmes e termostatos inteligentes.Em janeiro de 2018, a empresa finalizou o acordo, iniciado em setembro de 2017, de aquisição da divisão de celulares da taiwanêsa HTC por $1,1 bilhão de dólares.</p>\n<h3>Mudanças na gestão e criação da Alphabet Inc.</h3>\n<p>Em 20 de janeiro de 2011, a empresa anunciou que Larry Page se tornaria o novo CEO a partir de 4 de abril. Eric Schmidt, deixaria o cargo depois de 10 anos para assumir a diretoria executiva, concentrando-se principalmente em parcerias e assuntos governamentais. Sergey Brin passou a cuidar de projetos estratégicos e se tornou o responsável pelos novos produtos da empresa.Em 2011 um acionista processou a empresa, alegando que estava permitindo que farmácias canadenses veiculassem anúncios de remédios que precisam de prescrição.Em 10 de agosto de 2015, a empresa reorganizou suas diversas áreas em uma holding, a Alphabet Inc., que tem a Google como principal subsidiária. Como parte da reestruturação, Sundar Pichai foi promovido ao cargo de CEO da Google.</p>\n<p>Em 1 de setembro de 2017, a Google Inc. anunciou seus planos de reestruturação como uma companhia de responsabilidade limitada, para Google LLC, como uma subsidiária integral da XXVI Holdings Inc., que é formada como uma subsidiária da Alphabet Inc. para deter o patrimônio de sua empresa outras subsidiárias, incluindo o Google LLC e outras apostas</p>\n<h2>Produtos e serviços</h2>\n<p><img src=\"https://pixabay.com/get/g1c6db284ac287cc07e46cb8407619b47b80ab93c6203b8b00d1099f64916f167c04125a263ef7743e634f4692dfdd7e6_640.jpg\" alt=\"\"></p>\n<h3>Publicidade</h3>\n<p>Noventa e nove por cento da receita do Google é derivada de seus programas de publicidade. Para o ano fiscal de 2006, a empresa registrou 10,492 bilhões dólares em receitas totais de publicidade e apenas 112 milhões de dólares em licenças e outras receitas. O Google tem implementado várias inovações no mercado de publicidade online que ajudou a torná-lo um dos maiores corretores do mercado. Usando a tecnologia da empresa DoubleClick, o Google pôde determinar os interesses dos utilizadores e as propagandas de destino para que sejam relevantes para seu contexto e para o usuário que a está vendo. O Google Analytics permite que proprietários de sites possam rastrear onde e como as pessoas usam seu site e, por exemplo, analisem as taxas de clique para todos os links em uma página. Os anúncios do Google podem ser colocados em sites de terceiros em um programa de duas partes. O Google AdWords permite que os anunciantes exibam seus anúncios na rede de conteúdo do Google, quer através de um custo por clique ou por custo de visitação. O serviço irmão, Google AdSense, permite que os proprietários de um web site exibam esses anúncios em seu site e ganhem dinheiro com todos os anúncios que são clicados.Uma das desvantagens e críticas deste programa é a incapacidade do Google em combater fraudes de cliques, quando uma pessoa ou um script automatizado \"clica\" em propagandas sem estar interessado no produto, para trazer lucros para o dono do site. Relatórios de 2006 afirmaram que entre 14 e 20 por cento dos cliques eram de fato fraudulentos ou inválidos. Além disso, houve uma controvérsia sobre o Google \"busca dentro de busca\", onde uma caixa de pesquisa secundária permite ao usuário encontrar o que está olhando dentro de um determinado site. Foi logo informado que o \"busca dentro de busca\" é usado para uma empresa específica, anúncios de concorrentes e de empresas rivais muitas vezes são mostrados juntamente com os resultados, tirando os usuários de sua busca inicial. Outra queixa contra a publicidade do Google é a censura dos anunciantes, embora muitos casos cumprimento estejam de acordo com o Digital Millennium Copyright Act. Por exemplo, em fevereiro de 2003, o Google parou de mostrar as propagandas da Oceana, uma organização sem fins lucrativos, protestando contra práticas de tratamento de esgoto de um navio de cruzeiro. O Google citou a sua política editorial na época, afirmando que \"o Google não aceita publicidade se os defensores do anúncio ou site estarem contra outros indivíduos, grupos ou organizações\". A política foi alterada mais tarde. Em junho de 2008, o Google fez um acordo publicitário com o Yahoo!, para permitir anúncios do Google em páginas do Yahoo!. A aliança entre as duas empresas nunca foi totalmente realizada devido às preocupações antitruste do Departamento de Justiça dos Estados Unidos. Como resultado, o Google retirou-se do negócio em novembro de 2008.</p>\n<h3>Motor de busca</h3>\n<p>O motor de busca do Google na web é o serviço mais popular da companhia e o site mais acessado do mundo. De acordo com pesquisa de mercado publicado pela comScore, em novembro de 2009, o Google era o motor de busca dominante no mercado dos Estados Unidos, com uma quota de mercado de 65,6% e em 2018, Google processa pelo menos 5,5 bilhões de consultas por dia, 63 mil por segundo, cerca de 87% das pesquisas online em todo o mundo. O Google indexa trilhões de páginas web, de modo que os usuários podem pesquisar as informações que quiser, através do uso de palavras-chave e operadores. Apesar de sua popularidade, tem recebido críticas de várias organizações. Em 2003, o The New York Times se queixou de indexação do Google, alegando que o cache de conteúdo do Google em seu site violava os seus direitos autorais sobre o conteúdo. Neste caso, o Tribunal Distrital de Nevada decidiu em favor do Google nos casos Field v. Google e Parker v. Google. Além disso, a publicação 2600: The Hacker Quarterly compilou uma lista de palavras que a nova ferramenta de pesquisa instantânea do gigante da web não irá procurar. O site \"Google Watch\" também criticou os algoritmos do PageRank, do Google, dizendo que eles discriminam novos sites e favorecem os já estabelecidos, também foram feitas acusações sobre as conexões entre a Google, a NSA e a CIA. Apesar das críticas, o motor de pesquisa básica já se espalhou para serviços específicos também, incluindo um motor de busca de imagens, os sites de busca Google News, Google Maps e muito outros. No início de 2006, a companhia lançou o Google Video, que permite que os usuários carreguem, pesquisem e vejam vídeos da internet. Em 2009, no entanto, os uploads para o Google Video foram interrompidos para que o Google pudesse se concentrar mais no aspecto da busca do serviço. A empresa também desenvolveu o Google Desktop, uma aplicação de pesquisa de desktop usada para procurar por arquivos locais de computador. O desenvolvimento mais recente do Google em busca é a sua parceria com o United States Patent and Trademark Office para criar o Google Patents, que permite livre acesso à informação sobre patentes e marcas.</p>\n<p>Um dos serviços de busca mais controversos do Google é o Google Books. A empresa começou a digitalizar livros, upload de visualizações limitadas e livros completos, quando permitido, em seu novo motor de busca de livros. A Authors Guild, grupo que representa 8 mil autores dos Estados Unidos, entrou com uma ação coletiva em um tribunal federal de Manhattan contra o Google em 2005 por este novo serviço. O Google respondeu que está em conformidade com todas as aplicações existentes e históricas das leis de direitos autorais sobre os livros. O Google finalmente chegou a um acordo revisto em 2009, para limitar as suas digitalizações de livros de países como Estados Unidos, Reino Unido, Austrália e Canadá. Além disso, a Corte Cível de Paris decidiu contra o Google no final de 2009, pedindo-lhe para remover as obras de La Martinière (Éditions du Seuil) de sua base de dados. Na competição com a Amazon.com, o Google planeja vender versões digitais de livros novos. Da mesma forma, em resposta ao recente lançamento do Bing, em 21 de julho de 2010, o Google atualizou sua busca de imagens para exibir uma sequência de thumbnails que, quando selecionadas, são ampliadas. Apesar de buscas da web ainda aparecem em um formato tradicional de página, em 23 de julho de 2010, definições de dicionário para determinadas palavras em inglês começaram a aparecer acima dos resultados ligados para pesquisas na web.</p>\n<h3>Ferramentas de produtividade</h3>\n<p>Além de seus serviços padrão de busca na web, o Google lançou ao longo dos anos uma série de ferramentas de produtividade online. O Gmail, um serviço de webmail gratuito fornecido pela Google, foi lançado como um programa beta somente para convidados em 1 de abril de 2004 e tornou-se disponível ao público em geral em 7 de fevereiro de 2007. O serviço foi atualizado a partir da versão beta em 7 de julho de 2009, quando tinha 146 milhões de usuários mensais. O serviço seria o primeiro serviço online de e-mail com um gigabyte de armazenamento e um dos primeiros a manter e-mails da mesma conversa juntos em uma mesma conversa, semelhante a um fórum na Internet. O serviço oferece atualmente mais de 7 400 MB de armazenamento gratuito com armazenamento adicional variando de 20 GB para 16 TB disponível para os Estados Unidos por 0,25 dólares por 1 GB por ano. Além disso, os desenvolvedores de software conhecem o Gmail por ter sido o pioneiro no uso do AJAX, uma técnica de programação que permite que páginas da web sejam interativas sem a necessidade de atualizar o navegador. Uma das críticas ao Gmail tem sido a potencial de divulgação de dados, um risco associado com muitas aplicações online. Steve Ballmer (CEO da Microsoft), Liz Figueroa, Mark Rasch e os editores do Google Watch acreditam que a transformação de conteúdo da mensagem de e-mail vai além da utilização adequada, mas o Google afirma que o correio enviado para ou do Gmail nunca é lido por outro ser humano para além do titular da conta e só é usado para melhorar a relevância dos anúncios.Google Docs, uma outra parte da suíte de produtividade do Google, permite aos usuários criar, editar e colaborar em documentos em um ambiente online, não muito diferente do Microsoft Word. O serviço era originalmente chamado Writely, mas foi obtida pelo Google em 9 de março de 2006, onde foi lançado como uma pré-visualização somente para convidados. Em 6 de junho, após a aquisição, o Google criou um programa de edição de planilha eletrônica experimental, o que seria combinado com Google Docs em 10 de outubro. Um programa para editar apresentações iria completar o conjunto em 17 de setembro de 2007, antes de todos os três serviços serem tirados da versão beta junto com o Gmail, Google Agenda e todos os produtos a partir do Google Apps em 7 de julho de 2009.</p>\n<h3>Produtos corporativos</h3>\n<p>O Google entrou no mercado corporativo em fevereiro de 2002 com o lançamento do seu Google Search Appliance, direcionado a fornecer tecnologia de busca para grandes organizações. A empresa lançou o Google Mini três anos mais tarde, que tinha como alvo organizações menores. No final de 2006, o Google começou a vender o Business Edition Custom Search, oferecendo aos clientes uma janela de publicidade gratuita para índice do Google.com. O serviço foi rebatizado Google Site Search, em 2008.Outro dos produtos corporativos do Google é o Google Apps Premier Edition. O serviço, e seus acompanhantes Google Apps Education Edition e Standard Edition, permite que empresas, escolas e outras organizações possam levar aplicações online do Google, como Gmail e Google Docs, em seu próprio domínio. O Premier Edition inclui especificamente extras sobre o Standard Edition, tais como mais espaço em disco, acesso à API e suporte premium e custa 50 dólares por usuário por ano. A implementação de grandes Google Apps com 38 mil usuários está na Universidade Lakehead em Thunder Bay, Ontário, Canadá. No mesmo ano em que foi lançado o Google Apps, o Google adquiriu o Postini e passou a integrar as tecnologias de segurança da empresa para o Google Apps sob o nome de Serviços Google Postini.</p>\n<h3>Outros produtos</h3>\n<p>O Google Tradutor é um do lado do servidor de serviços de tradução automática, que pode traduzir entre 35 idiomas diferentes. Extensões para navegadores permitem fácil acesso ao Google Tradutor a partir do navegador. O software utiliza técnicas da linguística de corpus, onde o programa \"aprende\" a partir de documentos traduzidos profissionalmente, especificamente das Nações Unidas e de procedimentos do Parlamento Europeu. Além disso, a opção \"sugerir uma tradução melhor\" acompanha o texto traduzido, permitindo aos usuários que indiquem onde a tradução apresentada está incorreta ou inferior a outra tradução.</p>\n<p>O Google lançou seu serviço Google Notícias em 2002. O site proclamou que a empresa havia criado um site \"altamente incomum\" que \"oferece um serviço de notícias compilado unicamente por algoritmos de computador, sem intervenção humana. A Google não emprega editores, editores de gestão, ou editores executivos.\" O site hospeda menos conteúdo de notícias licenciado do que o Yahoo! News e apresenta os links topicamente selecionados por pedaços de notícias e opiniões, juntamente com reproduções de suas manchetes, leads e fotografias. As fotografias são tipicamente reduzidas para o tamanho de miniaturas e colocadas ao lado das manchetes de outras fontes de notícias sobre o mesmo tema, a fim de minimizar a alegada a violação de direitos autorais. No entanto, Agence France-Presse processou o Google por violação de direitos autorais em um tribunal federal no Distrito de Columbia, um caso que o Google resolveu por uma quantia não revelada em um acordo que inclui uma licença do texto completo de artigos da AFP para uso no Google Notícias.</p>\n<p>Em 2006, o Google fez uma proposta para oferecer acesso de banda larga sem fios em toda a cidade de São Francisco, Estados Unidos, juntamente com provedor de acesso à Internet EarthLink. Empresas de telecomunicações de grande porte como a Comcast e a Verizon fazem oposição contra tais esforços, alegando que isso é \"concorrência desleal\" e que as cidades estariam violando seus compromissos de oferecer monopólios locais a essas empresas. Em seu depoimento perante o Congresso dos Estados Unidos sobre a neutralidade da rede em 2006, o chefe do Google, Vint Cerf culpou tais táticas no fato de que quase metade de todos os consumidores não têm escolha significativa em provedores de banda larga. O Google oferece atualmente acesso wi-fi gratuito em sua cidade natal, Mountain View na Califórnia.Um ano depois, surgiram relatos de que o Google estava planejando o lançamento de seu próprio celular, possivelmente, um concorrente do iPhone da Apple Inc.. O projeto, chamado Android, acabou por não ser um telefone, mas um sistema operacional para dispositivos móveis, o que o Google adquiriu e depois lançou como um projeto código aberto sob a licença Apache 2.0. O Google fornece um kit de desenvolvimento de software para desenvolvedores para que aplicativos possam ser criados para serem executados no Android baseado. Em setembro de 2008, a T-Mobile lançou o G1, o primeiro telefone com Android. Mais de um ano depois, em 5 de janeiro de 2010, o Google lançou um telefone Android sob o seu próprio nome chamado de Nexus One.Outros projetos do Google incluem um serviço de comunicação colaborativa novo, um navegador e até mesmo um sistema operacional móvel. O primeira deles foi anunciada pela primeira vez em 27 de maio de 2009. O Google Wave foi descrito como um produto que ajuda os usuários a se comunicarem e colaborarem na web. O serviço é um \"email redesenhado\" do Google, com edição em tempo real, capacidade de incorporar áudio, vídeo e outras mídias, e extensões que melhoram ainda mais a experiência de comunicação. O Google Wave foi anteriormente na visualização de um desenvolvedor, onde os usuários interessados tinham que ser convidados para testarem o serviço, mas foi liberado para o público em geral em 19 de maio de 2010, no Google I/O. Em 1 de setembro de 2008, o Google pré-anunciou a disponibilidade futura do Google Chrome, um navegador de de código aberto, que foi depois lançado em 2 de setembro de 2008. No ano seguinte, em 7 de julho de 2009, o Google anunciou o Google Chrome OS, um sistema operacional de código aberto baseado no Linux que inclui apenas um navegador de web e é projetado para que os usuários façam login em sua conta Google.Em 2011, o Google anunciou que irá desvendar Google Wallet, uma aplicação móvel para pagamentos sem fio. No mesmo ano, a empresa anunciou que estava trabalhando em um serviço de rede social chamado Google+.</p>\n<h3>Identidade visual</h3>\n<p>O Google já teve vários logotipos e desde então sua fama tem crescido de décadas a décadas por pesquisas e muitas pesquisas desde a sua criação. O penúltimo logotipo da empresa foi desenhado por Ruth Kedar, baseado na fonte tipográfica Catull. O Google também realiza várias modificações em seu logotipo, como recursos cômicos ou animações, para utilização em feriados, aniversários de pessoas famosas e em grandes eventos, como os Jogos Olímpicos. Estes logotipos especiais, alguns desenhados por Dennis Hwang, tornaram-se conhecidos como Google Doodles.</p>\n<h2>Assuntos corporativos e cultura</h2>\n<p><img src=\"https://pixabay.com/get/g8234b045e790d074b340ba4a40b720cf230cda98480f18145ebcdad74958ebb5b600e4e5b80b1729c3b128a4875e3b3e_640.png\" alt=\"\"></p>\n<p>O Google é conhecido por ter uma cultura corporativa informal. Na lista da revista Fortune das melhores empresas para se trabalhar, o Google ficou em primeiro lugar em 2007 e 2008 e em quarto em 2009 e 2010. A empresa também foi indicada em 2010 como o empregador mais atraente do mundo mais para formar alunos no índice de atração de talentos Universum Communications. A filosofia corporativa do Google incorpora princípios tão casuais como \"você pode ganhar dinheiro sem fazer o mal\", \"você pode ser sério sem um terno\" e \"o trabalho deve ser desafiador e os desafios devem ser divertidos.\"</p>\n<h3>GoogleplexA sede do Google em Mountain View, Califórnia, é conhecida como \"Googleplex\", um jogo de palavras com o número googolplex e do fato da sede ser um complexo de edifícios. A entrada está decorada com um piano, lâmpadas de lava, aglomerados de servidores antigos e uma projeção de consultas de pesquisa na parede. Os corredores estão cheios de bolas de exercício e bicicletas. Cada funcionário tem acesso ao centro de recreação da empresa. As instalações recreativas estão espalhadas pelo campus e incluem uma sala de exercícios com pesos e máquinas de remo, vestiários, lavadoras e secadoras, uma sala de massagem, jogos de vídeo variados, futebol de mesa, um piano de meia cauda, uma mesa de bilhar e ping pong. Além da sala de recreação, há salas de lanche abastecidas com vários alimentos e bebidas.Em 2006, o Google mudou-se para um espaço de escritórios com 28 900 m² em Nova Iorque, na 111 Eighth Avenue, em Manhattan. O escritório foi especialmente concebido e construído para o Google e que agora abriga a sua maior equipe de publicidade e vendas, que tem sido instrumental na obtenção de grandes parcerias. Em 2003, eles adicionaram uma equipe de engenharia em Nova Iorque, que tem sido responsável por mais de 100 projetos, incluindo o Google Maps, Google Spreadsheets, entre outros. Estima-se que o edifício custou ao Google 10 milhões de dólares por ano de aluguel e é similar em design e funcionalidade com a sua sede de Mountain View, incluindo futebol de mesa, hóquei de ar, e mesas de ping-pong, bem como uma área de jogo de vídeo. Em novembro de 2006, o Google abriu escritórios no campus da Universidade Carnegie Mellon em Pittsburgh, com foco na codificação de compras relacionadas a propaganda e aplicações para smartphones e programas. Em fins de 2006, o Google também criou uma nova sede para sua divisão de AdWords em Ann Arbor, Michigan. Além disso, o Google tem escritórios em todo o mundo, e nos Estados Unidos, incluindo Atlanta, Austin, Boulder, São Francisco, Seattle e Washington DC.</h3>\n<p>O Google está tomando medidas para assegurar que suas operações sejam ambientalmente corretas. Em outubro de 2006, a empresa anunciou planos de instalar milhares de painéis solares para fornecer até 1,6 megawatts de eletricidade, o suficiente para satisfazer cerca de 30% das necessidades de energia do campus. O sistema será o maior sistema de energia solar construída em um campus corporativo dos Estados Unidos e um dos maiores em qualquer local corporativo do mundo. Além disso, o Google anunciou em 2009 a implantação rebanhos de cabras para manter as pastagens ao redor do Googleplex curtas, ajudando a prevenir a ameaça de incêndios sazonais e, ao mesmo tempo, reduzir a pegada de carbono de cortar extensos terrenos. A ideia de aparar gramados usando cabras originou-se com R. J. Widlar, um engenheiro que trabalhava para a National Semiconductor. Apesar disso, o Google tem enfrentado acusações da Harper's Magazine de ser extremamente excessivo com o uso de energia e foi acusado de empregar o seu lema \"Não seja mau\" bem como a sua economia de energia muito públicos como meio de tentar encobrir ou compensar as enormes quantidades de energia que seus servidores realmente necessitam.No Brasil, o Google possui dois escritórios: em São Paulo, e o mais novo, em Minas Gerais.</p>\n<h3>EmpregadosO desempenho das ações da Google após a sua oferta pública inicial (OPI) permitiu que muitos funcionários fossem compensados competitivamente cedo. Depois da OPI da empresa, os fundadores Sergey Brin e Larry Page e o CEO Eric Schmidt solicitaram que seu salário base fosse cortado para 1 dólar. Ofertas subsequentes pela empresa para aumentar seus salários foram rejeitadas, principalmente porque sua remuneração principal continuava a vir das ações que possuíam da Google. Antes de 2004, Schmidt lucrava 250 mil dólares por ano e Page e Brin ganhavam um salário de 150 mil dólares cada um.Em 2007 e até o início de 2008, vários dos principais executivos deixaram o Google. Em outubro de 2007, o ex-diretor financeiro do YouTube Gideon Yu se juntou ao Facebook, juntamente com Benjamin Ling, um engenheiro de alto escalão. Em março de 2008, Sheryl Sandburg, então vice-presidente global de vendas e operações on-line, começou a sua posição como chefe de operações do Facebook, enquanto Ash ElDifrawi, ex-chefe de publicidade da marca, deixou a empresa para se tornar diretor de marketing da Netshops, uma empresa de varejo on-line que foi renomeada Hayneedle em 2009. Em 4 de abril de 2011, Larry Page tornou-se CEO e Eric Schmidt se tornou presidente executivo da Google.Como uma técnica de motivação, o Google utiliza uma política muitas vezes chamado Innovation Time Off, onde os engenheiros do Google são encorajados a gastar 20% do seu tempo de trabalho em projetos que lhes interessam. Alguns dos novos serviços do Google, como o Gmail, Google Notícias, Orkut e AdSense originaram-se destes esforços independentes. Em uma palestra na Universidade de Stanford, Marissa Mayer, vice-presidente de Produtos Pesquisa e Experiência do Usuário do Google, mostrou que metade de todos os lançamentos de novos produtos atuais se originaram a partir do Innovation Time Off.</h3>\n<p>Em março de 2011, empresa de consultoria Universum divulgou dados de que o Google ocupa o primeiro lugar na lista de empregadores ideais por quase 25% dos 10 mil jovens profissionais perguntados pela pesquisa.</p>\n<h3>Ovos de páscoa, brincadeiras de 1 de abril e doodlesA Google tem uma tradição de criar piadas do dia da mentira. Por exemplo, o Google MentalPlex supostamente era caracterizado por usar o poder mental para pesquisar na web. Em 2007, o Google anunciou um serviço de Internet gratuito chamado TiSP, ou Toilet Internet Service Provider, onde se obtinha uma conexão através de lavagem da extremidade de uma fibra ótica no banheiro. Também em 2007, na página do Gmail, o Google é exibiu um anúncio para o Papel Gmail, permitindo aos usuários enviar mensagens de e-mail impresso. Em 2008 o Google anunciou o tempo personalizado do Gmail, onde os usuários podiam mudar a data que o email foi enviado. Em 2010, a brincadeira do Google mudou o nome da empresa para Topeka em honra de Topeka, Kansas, cujo prefeito realmente mudou o nome da cidade para Google por um curto período de tempo em uma tentativa de convencer o Google a levar o seu novo projeto Fibra Google para a cidade. Em 2011, o Google anunciou Movimento Gmail, uma maneira interativa de controlar o Gmail e o computador com movimentos do corpo através da webcam do usuário.Além de piadas 1ª de abril, os serviços do Google contém uma série de Ovos de Páscoa. Por exemplo, o Google incluiu o Cozinheiro Sueco \"Bork Bork Bork,\" Pig Latin, \"Hacker\" ou leetspeak, Hortelino e Klingon como seleções de línguas para seu mecanismo de busca. Além disso, o calculador do motor de pesquisa fornece a resposta para a Questão Fundamental da Vida, do Universo e de Tudo Mais de Douglas Adams, autor de O Guia do Mochileiro das Galáxias. Além disso, ao procurar a palavra \"recursão\", resultado do corretor ortográfico para a palavra escrita corretamente é exatamente a mesma palavra, criando um link recursivo. No Google Maps, em busca de direções entre os lugares separados por grandes massas de água, tais como Los Angeles e Tóquio, resulta em instruções para \"jetski através do Oceano Pacífico.\" Durante a Copa do Mundo FIFA de 2010, as consultas de busca para os termos \"World Cup\", \"FIFA\", etc, fazia surgir o \"Goooo... gle\", um indicador de página na parte inferior de cada página de resultados. Além disso, o motor de busca do Google também comemora os aniversários da empresa e feriados com os chamados \"doodles\", que consistem em mudanças no visual do logotipo da empresa.</h3>\n<h3>FilantropiaEm 2004, o Google formou o sem fins lucrativos e filantrópico Google.org, com um fundo de inicial de 1 bilhão de dólares. A missão da organização é criar uma conscientização sobre a mudança climática, a saúde pública mundial e a pobreza global. Um de seus primeiros projetos foi o de desenvolver uma alternativa viável para veículos elétricos híbridos pulg-in que podem atingir 161 quilômetros por tanque. O Google contratou o Dr. Larry Brilliant como diretor executivo do programa em 2004 e o atual diretor é Megan Smith.Em 2008 o Google anunciou seu \"projeto 10100\", que aceita ideias de como ajudar a comunidade e, em seguida, permitiu que os usuários do Google votassem em seus favoritos. Após dois anos de silêncio, durante o qual muitos se perguntaram o que tinha acontecido com o programa, o Google revelou os vencedores do projeto, dando um total de 10 milhões de dólares para várias ideias que vão desde organizações sem fins lucrativos que promovem a educação para um site que pretende fazer todos os documentos legais públicos e online.Em 2011, o Google doou 1 milhão de euros para a Olimpíada Internacional de Matemática para apoiar os próximos cinco anos da olimpíada (2011-2015).</h3>\n<h3>Neutralidade da redeO Google é um apoiante notável da neutralidade da rede. Segundo o Guia da Neutralidade da Rede do Google:</h3>\n<p>Neutralidade da rede é o princípio de que os usuários da Internet devem estar no controle do conteúdo que eles vêem e de quais aplicações eles usam na internet. A Internet tem operado de acordo com este princípio de neutralidade desde seus primeiros dias... Fundamentalmente, a neutralidade da rede é a igualdade de acesso à Internet. Em nossa opinião, as operadoras de banda larga não devem ser autorizadas a usar seu poder de mercado para discriminar candidatos ou conteúdos concorrentes. Assim como as empresas de telefonia não estão autorizadas a dizer aos consumidores para quem eles devem ligar ou o que eles podem dizer, as operadoras de banda larga não devem ser autorizadas a utilizar seu poder de mercado para controlar a atividade online.</p>\n<p>Em 7 de fevereiro de 2006, Vint Cerf, co-inventor do protocolo de Internet (IP), e vice-presidente atual e \"Chief Internet Evangelist\" no Google, em depoimento perante o Congresso dos Estados Unidos, disse, \"permitir que as operadoras de banda larga controlem o que as pessoas vêem e fazem online seria fundamentalmente o mesmo que minar os princípios que tornaram a Internet um sucesso tão grande.\"</p>\n<h3>PrivacidadeEric Schmidt, chefe-executivo do Google, disse em 2007, em uma entrevista ao Financial Times: \"O objetivo é permitir que usuários do Google sejam capazes de fazer perguntas como \"O que vou fazer amanhã? e \"Em qual trabalho devo me ocupar?\". Schmidt reafirmou isso em 2010, em uma entrevista ao Wall Street Journal:\".. Eu realmente acho que a maioria das pessoas não querem o Google para responder suas perguntas, elas querem Google para dizer-lhes o que deve fazer em seguida.\"Em dezembro de 2009, o CEO do Google, Eric Schmidt, declarou após declarações sobre as preocupações com a privacidade dos usuários do Google: \"Se você tem algo que você não quer que ninguém saiba, talvez você não deveria estar fazendo isso em primeiro lugar. Se você realmente precisa desse tipo de privacidade, a realidade é que os motores de busca - inclusive o Google - não guardam esta informação há algum tempo e é importante, por exemplo, que todos nós estamos sujeitos nos Estados Unidos ao Patriot Act e é possível que todas as informações que podem estar disponíveis às autoridades.\" O Privacy International classificou o Google como \"hostil à privacidade\", a sua classificação mais baixa em seu relatório, fazendo do Google a única empresa na lista a receber essa classificação.Na conferência Techonomy de 2010 Eric Schmidt previu que \"a verdadeira transparência e sem anonimato\" é o caminho a seguir na internet: \"Em um mundo de ameaças assíncronas é muito perigoso que não que haja alguma maneira de identificá-lo. Nós precisamos de um [verificado] serviço de nomes das pessoas. Os governos vão exigir isso.\" Ele também disse que \"Se eu olhar o suficiente da sua mensagem e a sua localização, com uso de inteligência artificial, podemos prever onde você está indo. Mostre-nos 14 fotos de si mesmo e podemos identificar quem você é. Você acha que você não tem 14 fotos de si mesmo na internet? Você tem fotos no Facebook!\".Durante o período compreendido entre os anos de 2006 e 2010, os carros com câmeras acopladas do Google Street View recolheram cerca de 600 gigabytes de dados de usuários de redes Wi-Fi sem criptografação públicas e privadas em mais de 30 países. A não divulgação e nem uma política de privacidade foi oferecida para as pessoas afetadas e nem para os proprietários das estações de Wi-Fi. Um representante do Google afirmou que eles não estavam conscientes de suas atividades de coleta de dados privados, até um inquérito de reguladores alemão ter sido enviado e que nenhum destes dados foi utilizado no motor de busca do Google ou em outros serviços da empresa. Um representante da Consumer Watchdog respondeu: \"Mais uma vez, o Google tem demonstrado uma falta de preocupação com a privacidade.\" Em um sinal de que as sanções legais podem ter algum resultado, o Google afirmou que não irá destruir os dados até ser permitido pelos reguladores.O grupo sem fins lucrativos de Pesquisa de Informação Pública lançou o Google Watch, um site anunciado como \"um olhar para o monopólio, algoritmos e questões de privacidade do Google.\" O site levantou questões relacionadas ao armazenamento de cookies do Google, que em 2007 tinha uma vida útil de mais de 32 anos e incorporou uma ID exclusiva para a criação habilitada de um log de dados do usuário. O Google também tem enfrentado críticas em relação ao lançamento do Google Buzz, versão do Google para redes sociais, onde os usuários do Gmail têm suas listas de contatos automaticamente tornadas públicas a menos que eles optem por sair. O Google tem sido criticado por sua censura de determinados sites em determinados países e regiões. Até março de 2010, o Google aderiu às políticas de censura à internet da China, aplicada por meio de filtros conhecidos coloquialmente como \"O Grande Firewall da China\". Houve relatos em 2010 de um vazamentos de telegramas diplomáticos através de uma invasão do Politburo Chinês aos computadores do Google como parte de uma campanha mundial coordenada de sabotagem aos computadores de \"agentes do governo, especialistas em segurança privada e bandidos da Internet recrutados pelo governo chinês.\"Apesar de ser altamente influente nas políticas públicas locais e internacionais o Google não divulga seus gastos político online. Em agosto de 2010, advogado público da cidade de Nova Iorque, Bill de Blasio, lançou uma campanha nacional pedindo à corporação a divulgação de todos os seus gastos políticos.Em 2014, o Google e o Yahoo faz parceria para criar um sistema de e-mail seguro até 2015, que pode impossibilitar que hackers ou funcionários governamentais decifrem as mensagens de usuários, ou até mesmo os provedores de e-mail.</h3>\n<h2>Controvérsias</h2>\n<p><img src=\"https://pixabay.com/get/g97ba80a7ee9f933fb24e00ea7db1f92c64f80e5e6b2835ae26d84cd48d581551924b0a30b8c467527ac402c82e06c2ec0e01bac563b3a1192b5351a78d625815_640.jpg\" alt=\"\"></p>\n<h3>Casos de assédio sexualEm 25 de outubro de 2018, \"The New York Times\" publicou um artigo intitulado \"Como o Google protege Andy Rubin, o pai do Android\". A empresa anunciou posteriormente que \"48 funcionários foram demitidos nos últimos dois anos\" por má conduta sexual. Uma semana após a publicação do artigo, Rich DeVaul, executivo do Google X, renunciou em virtude de uma denúncia de assédio sexual. Após o noticiário, centenas de funcionários da Google em diversos escritórios​ da empresa ao redor do mundo se reuniram numa escala coordenada em um protesto mundial contra a conduta de encobrimento feita pela Google sobre o caso. Eles exigiram que a empresa crie um processo mais transparente e eficaz e que melhore sua cultura que alegadamente fomentou assédio e má conduta.</h3>\n<h2>Ver tambémGoogle Search</h2>\n<p><img src=\"https://pixabay.com/get/gae80d5235c089648c42e60731b36b9b00e105118750cd939d61940a85cc8941f4fdde2417eab70efcaf11cd19a2e6d155d25f399c032f445de385920ae3b86a8_640.jpg\" alt=\"\"></p>\n<p>Lista de ferramentas e serviços do Google</p>\n"},"__N_SSG":true}